let data = {
    0: {
        0: {
            0: "Трёхдневный сплит",
            1: {
                0: "Грудь, Трицепс",
                1: [0, 1, 0],
                2: [0, 2, 0],
                3: [0, 2, 0]
            },
            2: {
                0: "Спина, Бицепс",
                1: [0, 3, 0],
                2: [0, 4, 0]
            },
            3: {
                0: "Ноги, Плечи",
                1: [0, 5, 0],
                2: [0, 6, 0]
            },
        },
        
        1: {
            0: "Грудь", 
            1: "Жим штанги лёжа",
            2: "Жим гантелей лёжа на скамье под углом 45 градусов",
            3: "Бабочка",
        },
        2: {
            0: "Трицепс", 
            1: "Тяга верхнего блока на трицепс (Y-образная рукоятка)",
            2: "Тяга верхнего блока на трицепс (канат)",
            3: "Поднятие гантели из-за головы сидя",
        },
        3: {
            0: "Спина", 
            1: "Тяга штанги в наклоне",
            2: "Тяга верхнего блока",
            3: "Тяга горизонтального блока",
            4: "Тяга в тренажёре",
        },
        4: {
            0: "Бицепс", 
            1: "Поднятие штанги на бицепс",
            2: "Поднятие гантелей на бицепс с супинацией",
            3: "Молоты",
        },
        5: {
            0: "Ноги", 
            1: "Приседания со штангой",
            2: "Жим ногами",
            3: "Выпады",
        },
        6: {
            0: "Плечи", 
            1: "Махи на среднюю дельту",
            2: "Тяга нижнего блока на заднюю дельту",
        },

        
    },

    
  };
  
export default data;
  